[
  {
    "author": "Frank Herbert",
    "title": "Chapterhouse: Dune",
    "text": "Seek freedom and become captive of your desires. Seek discipline and find your liberty.",
    "id": "a0636269-1629-4431-a060-6cef64570f93"
  },
  {
    "author": "Frank Herbert",
    "title": "Chapterhouse: Dune",
    "text": "Do actions agree with words? There's your measure of reliability. Never confine yourself to the words.",
    "id": "60383dc1-972c-4760-9b20-207e02f092dc"
  },
  {
    "author": "Frank Herbert",
    "title": "Chapterhouse: Dune",
    "text": "Confine yourself to observing and you always miss the point of your life. The object can be stated this way: Live the best life you can. Life is a game whose rules you learn if you leap into it and play it to the hilt. Otherwise, you are caught off balance, continually surprised by the shifting play. Non-players often whine and complain that luck always passes them by. They refuse to see that they can create some of their own luck.\nDarwi Odrade - Chapterhouse: Dune",
    "id": "d6294fe2-f042-463d-8363-06cc9dbd2620"
  },
  {
    "author": "Frank Herbert",
    "title": "Chapterhouse: Dune",
    "text": "Power attracts the corruptible. Suspect any who seek it.",
    "id": "bf3e3669-31b7-4e68-b4b2-14ab98e449a4"
  },
  {
    "author": "Frank Herbert",
    "title": "Chapterhouse: Dune",
    "text": "Show me a completely smooth operation and I'll show you someone who's covering mistakes. Real boats rock.",
    "id": "71fc8e18-6eab-4149-b7aa-570e035808cf"
  },
  {
    "author": "Frank Herbert",
    "title": "Chapterhouse: Dune",
    "text": "All governments suffer a recurring problem: Power attracts pathological personalities. It is not that power corrupts but that it is magnetic to the corruptible.",
    "id": "78018a32-4b2e-429f-8741-b9caff89779c"
  },
  {
    "author": "Frank Herbert",
    "title": "Chapterhouse: Dune",
    "text": "What does a mirror look at?",
    "id": "a38691a8-2d40-4b3e-b78d-ca6752450155"
  },
  {
    "author": "Frank Herbert",
    "title": "Chapterhouse: Dune",
    "text": "Face your fears or they will climb over your back.",
    "id": "837d0866-1ec2-4f92-9569-237eb23eb0db"
  },
  {
    "author": "Frank Herbert",
    "title": "Chapterhouse: Dune",
    "text": "Clinging to any form of conservatism can be dangerous. Become too conservative and you are unprepared for surprises. You cannot depend on luck. Logic is blind and often knows only its own past. Logic is good for playing chess but is often too slow for the needs of survival.",
    "id": "9636547e-e4a2-4b98-afe8-e659efeb4936"
  },
  {
    "author": "Frank Herbert",
    "title": "Chapterhouse: Dune",
    "text": "Ready comprehension is often a knee-jerk response and the most dangerous form of understanding. It blinks an opaque screen over your ability to learn. Be warned. Understand nothing. All comprehension is temporary.",
    "id": "b4054703-5a37-424b-b5b4-82ae9e3ae35c"
  },
  {
    "author": "Frank Herbert",
    "title": "Chapterhouse: Dune",
    "text": "People don't vote. Instinct tells them it's useless.",
    "id": "ab58fede-c59a-413d-8bb4-0c080fc4ada9"
  },
  {
    "author": "Frank Herbert",
    "title": "Chapterhouse: Dune",
    "text": "Since every individual is accountable ultimately to the self, the formation of that self demands our utmost care and attention.",
    "id": "abc39b1b-a902-4de2-8701-caf7cdcc0ab3"
  },
  {
    "author": "Frank Herbert",
    "title": "Chapterhouse: Dune",
    "text": "They say they seek security and quiet, the condition they call peace. Even as they speak they create the seeds of turmoil and violence.",
    "id": "25caa8d6-ed5c-470f-b740-0deb5ae1b1be"
  },
  {
    "author": "Frank Herbert",
    "title": "Chapterhouse: Dune",
    "text": "All governments suffer a recurring problem: Power attracts pathological personalities. It is not that power corrupts but that it is magnetic to the corrupt-able. Such people have a tendency to become drunk on violence, a condition to which they are quickly addicted.",
    "id": "f5a8e7a2-a183-4147-8deb-1b2bb88b03a8"
  },
  {
    "author": "Frank Herbert",
    "title": "Chapterhouse: Dune",
    "text": "Revenge is for children and the emotionally retarded.",
    "id": "8fdc897a-f985-465f-b81c-fcc1e5b4f7fb"
  },
  {
    "author": "Frank Herbert",
    "title": "Chapterhouse: Dune",
    "text": "Politics: the art of appearing candid and completely open while concealing as much as possible.",
    "id": "3f8f485b-5386-41a8-b699-4db1b6fb97d5"
  },
  {
    "author": "Frank Herbert",
    "title": "Chapterhouse: Dune",
    "text": "Seek freedom and become captive of your desires. Seek discipline and find your liberty.",
    "id": "9ad47bd9-55c4-4d06-9e3c-6684e21a9e67"
  },
  {
    "author": "Frank Herbert",
    "title": "Chapterhouse: Dune",
    "text": "Education is no substitute for intelligence. That elusive quality is defined only in part by puzzle-solving ability. It is in the creation of new puzzles reflecting what your senses report that you round out the definition.",
    "id": "6215e24d-3d5b-444f-b118-5483a5546dff"
  },
  {
    "author": "Frank Herbert",
    "title": "Chapterhouse: Dune",
    "text": "I am not the river I am the net.",
    "id": "9d028aa2-ae0b-4d40-a024-8b1d33737804"
  },
  {
    "author": "Frank Herbert",
    "title": "Chapterhouse: Dune",
    "text": "Everything you do, everything you sense and say is experiment. No deduction final. Nothing stops until dead and perhaps not even then, because each life creates endless ripples. Induction bounces within and you sensitize yourself to it. Deduction conveys illusions of absolutes. Kick the truth and shatter it!",
    "id": "3dd739d4-ed94-4cc3-adf8-fd21e5d11253"
  },
  {
    "author": "Frank Herbert",
    "title": "Chapterhouse: Dune",
    "text": "Some never participate. Life happens to them. They get by on little more than dumb persistence and resist with anger or violence all things that might lift them out of resentment-filled illusions of security.\n-Alma Mavis Taraza",
    "id": "66f31ec4-4095-4153-834f-75d4009e5d29"
  },
  {
    "author": "Frank Herbert",
    "title": "Chapterhouse: Dune",
    "text": "How tempting it is to raise high walls and keep out change. Rot here in our own self-satisfied comfort.",
    "id": "11c3de0a-88ac-4883-870d-0be59dcf1176"
  },
  {
    "author": "Frank Herbert",
    "title": "Chapterhouse: Dune",
    "text": "All governments needed to remain under suspicion during their time of power including that of the Sisterhood itself. Trust no government! Not even mine!",
    "id": "9f668a00-a9f2-493b-961e-49de7f2e5e2a"
  },
  {
    "author": "Frank Herbert",
    "title": "Chapterhouse: Dune",
    "text": "Those who would repeat the past must control the teaching of history. —Bene Gesserit Coda",
    "id": "65b964d0-954f-40a6-909b-c82f60c6cdf5"
  },
  {
    "author": "Frank Herbert",
    "title": "Chapterhouse: Dune",
    "text": "Educational bureaucracies dull a child’s questing sensitivity.",
    "id": "b0e0a2a7-7c7b-41f4-aad7-ce2e9838e6c0"
  },
  {
    "author": "Frank Herbert",
    "title": "Chapterhouse: Dune",
    "text": "I know a profound pattern humans deny with words even while their actions affirm it. They say they seek security and quiet, conditions they call peace. Even as they speak, they create seeds of turmoil and violence.",
    "id": "ab1eeb73-1674-494a-bf34-e2c77657aff7"
  },
  {
    "author": "Frank Herbert",
    "title": "Chapterhouse: Dune",
    "text": "Ultimately, all things are known because you want to believe you know.",
    "id": "a00dde93-ac87-4f56-9ab6-420905edf255"
  },
  {
    "author": "Frank Herbert",
    "title": "Chapterhouse: Dune",
    "text": "But oh, the perils of leadership in a species so anxious to be told what to do. How little they knew of what they created by their demands. Leaders made mistakes. And those mistakes, amplified by the numbers who followed without questioning, moved inevitably toward great disasters.",
    "id": "7edcf91f-6bd5-4241-a9b0-22f453733741"
  },
  {
    "author": "Frank Herbert",
    "title": "Chapterhouse: Dune",
    "text": "There are many kinds of ignorance, Streggi. The basest is to follow your own desires without examining them. Sometimes, we do it unconsciously. Hone your sensitivity. Be aware of what you do unconsciously. Always ask: 'When I did that, what was I trying to gain?",
    "id": "667cd142-60be-4f33-8417-2dcf5166b65a"
  },
  {
    "author": "Frank Herbert",
    "title": "Chapterhouse: Dune",
    "text": "Surely you know bureaucracies always become voracious aristocracies after they attain commanding power.",
    "id": "d473379c-4e05-4c84-ab58-8d5e0993d99b"
  }
]
