[
  {
    "author": "Frank Herbert",
    "title": "Children of Dune",
    "text": "Governments, if they endure, always tend increasingly toward aristocratic forms. No government in history has been known to evade this pattern. And as the aristocracy develops, government tends more and more to act exclusively in the interests of the ruling class - whether that class be hereditary royalty, oligarchs of financial empires, or entrenched bureaucracy.\n- Politics as Repeat Phenomenon: Bene Gesserit Training Manual",
    "id": "0924da61-8425-4681-a0df-78327232b8d7"
  },
  {
    "author": "Frank Herbert",
    "title": "Children of Dune",
    "text": "The gift of words is the gift of deception and illusion.",
    "id": "ae8b2316-3df4-4852-8bac-6f5e6238494a"
  },
  {
    "author": "Frank Herbert",
    "title": "Children of Dune",
    "text": "The purpose of argument is to change the nature of truth.",
    "id": "905cc36d-7068-4f5a-934b-8b7e27460177"
  },
  {
    "author": "Frank Herbert",
    "title": "Children of Dune",
    "text": "The child who refuses to travel in the father's harness, this is the symbol of man's most unique capability. \"I do not have to be what my father was. I do not have to obey my father's rules or even believe everything he believed. It is my strength as a human that I can make my own choices of what to believe and what not to believe, of what to be and what not to be.",
    "id": "69387556-61b6-4553-a014-730b10399335"
  },
  {
    "author": "Frank Herbert",
    "title": "Children of Dune",
    "text": "The future remains uncertain and so it should, for it is the canvas upon which we paint our desires. Thus always the human condition faces a beautifully empty canvas. We possess only this moment in which to dedicate ourselves continuously to the sacred presence which we share and create.",
    "id": "da889de5-0055-48ae-bc47-39fe69b70a72"
  },
  {
    "author": "Frank Herbert",
    "title": "Children of Dune",
    "text": "Good governance never depends upon laws, but upon the personal qualities of those who govern. The machinery of government is always subordinate to the will of those who administer that machinery. The most important element of government, therefore, is the method of choosing leaders.",
    "id": "89f708f6-b38c-45ec-858b-ae467a57c9bc"
  },
  {
    "author": "Frank Herbert",
    "title": "Children of Dune",
    "text": "One learns from books and example only that certain things can be done. Actual learning requires that you do those things.",
    "id": "22f9c85a-a8bf-41ce-a738-7fd3303f28b2"
  },
  {
    "author": "Frank Herbert",
    "title": "Children of Dune",
    "text": "When I am Weaker Thn You, I ask you for Freedom because that is according to your principles; when I am Stronger than you, I take away your Freedom Because that is according to my principles.",
    "id": "2694c956-32fc-44d0-a108-299296749022"
  },
  {
    "author": "Frank Herbert",
    "title": "Children of Dune",
    "text": "To know a thing well, know its limits; Only when pushed beyond its tolerance will its true nature be seen.\n-The Amtal Rule",
    "id": "0ecb89e7-3bf7-4d53-a124-c300d72314c4"
  },
  {
    "author": "Frank Herbert",
    "title": "Children of Dune",
    "text": "Most deadly errors arise from obsolete assumptions.",
    "id": "7e966874-18aa-461c-a745-d0cf2ee7f02c"
  },
  {
    "author": "Frank Herbert",
    "title": "Children of Dune",
    "text": "You aren't thinking or really existing unless you're willing to risk even your own sanity in the judgement of your existence.",
    "id": "bf5047a7-6d02-46f2-9c82-35983c9129f1"
  },
  {
    "author": "Frank Herbert",
    "title": "Children of Dune",
    "text": "If you focus your awareness only upon your own rightness, then you invite the forces of opposition to overwhelm you.",
    "id": "9cae2fd2-a954-459f-9f16-1986fb71fd86"
  },
  {
    "author": "Frank Herbert",
    "title": "Children of Dune",
    "text": "One uses power by grasping it lightly. To grasp too strongly is to be taken over by power, and thus to become its victim.",
    "id": "1135fbe1-0701-40a6-959e-d85fd8ab060b"
  },
  {
    "author": "Frank Herbert",
    "title": "Children of Dune",
    "text": "If all those around you believe some particular thing, you will soon be tempted to share in that belief.",
    "id": "4edefbda-e053-4e46-bf3d-7ac1f7f66c4a"
  },
  {
    "author": "Frank Herbert",
    "title": "Children of Dune",
    "text": "Often I must Speak otherwise than I Think. This is Called Diplomacy.",
    "id": "92efa030-5c62-4d38-a928-307d7f504a13"
  },
  {
    "author": "Frank Herbert",
    "title": "Children of Dune",
    "text": "Every judgment teeters on the brink of error,” Leto explained. “To claim absolute knowledge is to become monstrous. Knowledge is an unending adventure at the edge of uncertainty.",
    "id": "2256f272-c4e1-4b73-8a8b-de5188194d76"
  },
  {
    "author": "Frank Herbert",
    "title": "Children of Dune",
    "text": "To Suspect your Own Mortality is to Know the Beginning of Terror; To Learn Irrefutably that you are mortal is to Know the End of Terror.",
    "id": "b05c8728-d4d7-43b4-bfe4-44ae4bda2a01"
  },
  {
    "author": "Frank Herbert",
    "title": "Children of Dune",
    "text": "Abandon certainty! That's life's deepest command. That's what life's all about. We're a probe into the unknown, into the uncertain. Why can't you hear Muad'Dib? If certainty is knowing absolutely an absolute future, then that's only death disguised! Such a future becomes now!",
    "id": "256a8967-4707-4ee8-b673-0fa9773d7683"
  },
  {
    "author": "Frank Herbert",
    "title": "Children of Dune",
    "text": "Knowing was a barrier which prevented learning.",
    "id": "d1bd5e0c-38ab-4dc5-996d-6decda035498"
  },
  {
    "author": "Frank Herbert",
    "title": "Children of Dune",
    "text": "Atrocity is recognized as such by victim and perpetrator alike, by all who learn about it at whatever remove. Atrocity has no excuses, no mitigating argument. Atrocity never balances or rectifies the past. Atrocity merely arms the future for more atrocity. It is self-perpetuating upon itself — a barbarous form of incest. Whoever commits atrocity also commits those future atrocities thus bred.",
    "id": "3fa17051-8433-47fa-978e-b2ea7cd223a9"
  },
  {
    "author": "Frank Herbert",
    "title": "Children of Dune",
    "text": "If you put away those who report accurately, you’ll keep only those who know what you want to hear. I can think of nothing more poisonous than to rot in the stink of your own reflections.",
    "id": "1ee01cd5-982b-4145-b326-8a9db0922d42"
  },
  {
    "author": "Frank Herbert",
    "title": "Children of Dune",
    "text": "I'm going to rub your faces in things you try to avoid. I don't find it strange that all you want to believe is only that which comforts you. How else do humans invent the traps which betray us into mediocrity? How else do we define cowardice?",
    "id": "091eadea-dc79-4486-b37d-a6eac641f2fc"
  },
  {
    "author": "Frank Herbert",
    "title": "Children of Dune",
    "text": "There are illusions of popular history which a successful religion must promote: Evil men never prosper; only the brave deserve the fair; honesty is the best policy; actions speak louder than words; virtue always triumphs; a good deed is its own reward; any bad human can be reformed; religious talismans protect one from demon possession; only females understand the ancient mysteries; the rich are doomed to unhappiness.",
    "id": "62ddc66f-ec42-4390-b968-0520bc2fea86"
  },
  {
    "author": "Frank Herbert",
    "title": "Children of Dune",
    "text": "To exist is to stand out, away from the background,\" The Preacher said. \"You aren't thinking or really existing unless you're willing to risk even your own sanity in the judgment of your existence.",
    "id": "202f4d83-628c-492a-9865-a819a3cc0c8b"
  },
  {
    "author": "Frank Herbert",
    "title": "Children of Dune",
    "text": "We’ve lost something vital, I tell you. When we lost it, we lost the ability to make good decisions. We fall upon decisions these days the way we fall upon an enemy—or wait and wait, which is a form of giving up, and we allow the decisions of others to move us. Have we forgotten that we were the ones who set this current flowing?",
    "id": "07d3d3e9-7b40-40a7-9736-86eba3d4c557"
  },
  {
    "author": "Frank Herbert",
    "title": "Children of Dune",
    "text": "This is the age of the shrug. He knows I've heard all of the stories about him and he doesn't care. Our civilization could well die of indifference within it before succumbing to external attack.",
    "id": "22555d4d-328c-4b03-bf56-5b987a6e3026"
  },
  {
    "author": "Frank Herbert",
    "title": "Children of Dune",
    "text": "What you of the CHOAM directorate seem unable to understand is that you seldom find real loyalties in commerce ... Men must want to do things of their own innermost drives. People, not commercial organisations or chains of command, are what make great civilizations work, every civilization depends upon the quality of the individuals it produces. If you overorganize humans, over-legalize them, suppress their urge to greatness — they cannot work and their civilization collapses.",
    "id": "1c2701c6-b7c5-4f9b-9364-ce226f9fde84"
  },
  {
    "author": "Frank Herbert",
    "title": "Children of Dune",
    "text": "Ambitions tend to Remain undisturbed by Realities.",
    "id": "2430f733-8bd2-4009-b859-ca240500a036"
  },
  {
    "author": "Frank Herbert",
    "title": "Children of Dune",
    "text": "If I always behave with propriety, no matter what it costs me to suppress my own desires, then that is the measure of me. Such is the essence of self-control.",
    "id": "9b6a21dc-c90a-47d2-b65f-281c6f5bc36f"
  },
  {
    "author": "Frank Herbert",
    "title": "Children of Dune",
    "text": "When we try to conceal our innermost drives, the entire being screams betrayal.",
    "id": "cad514ec-8f06-4539-a61d-9b9119c465ea"
  }
]
