[
  {
    "author": "Frank Herbert",
    "title": "Dune Messiah",
    "text": "Truth suffers from too much analysis.\n\n-Ancient Fremen Saying",
    "id": "463477e8-b4a1-47ef-bbd1-4d30fb90db33"
  },
  {
    "author": "Frank Herbert",
    "title": "Dune Messiah",
    "text": "Empires do not suffer emptiness of purpose at the time of their creation. It is when they have become established that aims are lost and replaced by vague ritual.\n\n-Words of Muad'dib by Princess Irulan.",
    "id": "70b10c7b-fb52-4e1e-8c71-2fa052d850de"
  },
  {
    "author": "Frank Herbert",
    "title": "Dune Messiah",
    "text": "If you need something to worship, then worship life - all life, every last crawling bit of it! We're all in this beauty together!",
    "id": "f5381d8a-152a-4f2f-9d1c-d7e6b9c0ef5a"
  },
  {
    "author": "Frank Herbert",
    "title": "Dune Messiah",
    "text": "The flesh surrenders itself. Eternity takes back its own. Our bodies stirred these waters briefly, danced with a certain intoxication before the love of life and self, dealt with a few strange ideas, then submitted to the instruments of Time. What can we say of this? I occurred. I am not...yet, I occurred.",
    "id": "bddcd628-c64a-44b5-9b3e-f4b3d0ac61fa"
  },
  {
    "author": "Frank Herbert",
    "title": "Dune Messiah",
    "text": "Here lies a toppled god.\nHis fall was not a small one.\nWe did but build his pedestal,\nA narrow and a tall one.",
    "id": "dbf34fa4-b320-42cc-8ae4-80253c581776"
  },
  {
    "author": "Frank Herbert",
    "title": "Dune Messiah",
    "text": "They are not mad. They're trained to believe, not to know. Belief can be manipulated. Only knowledge is dangerous.",
    "id": "5801612f-5cb1-4052-8236-f7361668fd67"
  },
  {
    "author": "Frank Herbert",
    "title": "Dune Messiah",
    "text": "Constitutions become the ultimate tyranny,\" Paul said. \"They’re organized power on such a scale as to be overwhelming. The constitution is social power mobilized and it has no conscience. It can crush the highest and the lowest, removing all dignity and individuality. It has an unstable balance point and no limitations.",
    "id": "28e21ef4-4656-4ae9-821a-612d6cbf8deb"
  },
  {
    "author": "Frank Herbert",
    "title": "Dune Messiah",
    "text": "Reason is the first victim of strong emotion,\" Scytale murmured.",
    "id": "f400e9bb-6a35-4a32-80b4-83a1a4a92b11"
  },
  {
    "author": "Frank Herbert",
    "title": "Dune Messiah",
    "text": "The convoluted wording of legalisms grew up around the necessity to hide from ourselves the violence we intend toward each other. Between depriving a man of one hour from his life and depriving him of his life there exists only a difference of degree. You have done violence to him, consumed his energy. Elaborate euphemisms may conceal your intent to kill, but behind any use of power over another the ultimate assumption remains: \"I feed on your energy.",
    "id": "1e1d6cfd-c6f5-4c16-a06a-5e557f579f33"
  },
  {
    "author": "Frank Herbert",
    "title": "Dune Messiah",
    "text": "We have eternity, beloved.\"\n\"You may have eternity. I have only now.\"\n\"But this is eternity.",
    "id": "68b14d00-bf75-47ad-8a08-a48801d1a8e8"
  },
  {
    "author": "Frank Herbert",
    "title": "Dune Messiah",
    "text": "You do not beg the sun for mercy.\n\n-Maud'dib's Travail from The Stilgar Commentary",
    "id": "b71115c8-1d53-4e79-b936-fd61a05f832f"
  },
  {
    "author": "Frank Herbert",
    "title": "Dune Messiah",
    "text": "Religion, too, is a weapon. What manner of weapon is religion when it becomes the government?",
    "id": "9f6c2925-b5ca-46f0-a4cf-2e16a8ec44ef"
  },
  {
    "author": "Frank Herbert",
    "title": "Dune Messiah",
    "text": "I live in an apocalyptic dream. My steps fit into it so precisely that I fear most of all I will grow bored reliving the thing so exactly.",
    "id": "fede2aa3-330d-486f-8971-5bb7dbc971a1"
  },
  {
    "author": "Frank Herbert",
    "title": "Dune Messiah",
    "text": "It was mostly sweet,\" he whispered, \"and you were the sweetest of all.",
    "id": "b70b270d-6d9c-4385-bcff-515f681022e0"
  },
  {
    "author": "Frank Herbert",
    "title": "Dune Messiah",
    "text": "Some lies are easier to believe than the truth.",
    "id": "34418821-ecc5-4bad-a191-a41873fc65b1"
  },
  {
    "author": "Frank Herbert",
    "title": "Dune Messiah",
    "text": "The wise man molds himself—the fool lives only to die.",
    "id": "bdf2253d-5a45-45ca-90f6-bd16a2a15bdf"
  },
  {
    "author": "Frank Herbert",
    "title": "Dune Messiah",
    "text": "I don't speak, I operate a machine called language. It creaks and groans, but is mine own.",
    "id": "5ec4bb77-f4f3-4c48-b89b-db9bfbc0f06c"
  },
  {
    "author": "Frank Herbert",
    "title": "Dune Messiah",
    "text": "There was a man so wise,\nHe jumped into\nA sandy place\nAnd burnt out both his eyes!\nAnd when he knew his eyes were gone,\nHe offered no complaint.\nHe summoned up a vision\nAnd made himself a saint.\n-Children's Verse\nfrom History of Muad'dib",
    "id": "3fabfbda-c0c5-4614-9c60-ac6fc30eed08"
  },
  {
    "author": "Frank Herbert",
    "title": "Dune Messiah",
    "text": "How easy it was to mistake clear reasoning for correct reasoning!",
    "id": "21f9fdd9-949d-4bce-b229-cb435f7270e8"
  },
  {
    "author": "Frank Herbert",
    "title": "Dune Messiah",
    "text": "There exists a limit to the force even the most powerful may apply without destroying themselves. Judging this limit is the true artistry of government. Misuse of power is the fatal sin. The law cannot be a tool of vengeance, never a hostage, nor a fortification against the martyrs it has created. You cannot threaten any individual and escape the consequences.",
    "id": "46b9a718-8ab4-4f72-9d52-df17ec61ac48"
  },
  {
    "author": "Frank Herbert",
    "title": "Dune Messiah",
    "text": "And loyalty is a valued commodity. It can be sold . . . not bought, but sold.",
    "id": "d8537b06-795c-411f-94f7-349230710b60"
  },
  {
    "author": "Frank Herbert",
    "title": "Dune Messiah",
    "text": "I didn't want to be different.\nI wanted to be able to laugh\nBut I'm sister to an Emperor who's worshiped as a god. People fear me. I never wanted to be feared.\nI don't want to be part of history, I just want to be loved . . . and to love.",
    "id": "11f941a1-f7f7-4b30-aff0-48095944a9c7"
  },
  {
    "author": "Frank Herbert",
    "title": "Dune Messiah",
    "text": "A creature who has spent his life creating one particular representation of his selfdom will die rather than become the antithesis of that representation",
    "id": "02195822-36b6-44ef-9c1e-b1bc365d0fb0"
  },
  {
    "author": "Frank Herbert",
    "title": "Dune Messiah",
    "text": "What the eyes had seen could not be erased.",
    "id": "49ac44ea-604d-4b54-8579-bb1f5430e18e"
  },
  {
    "author": "Frank Herbert",
    "title": "Dune Messiah",
    "text": "The past is no farther away than your pillow.",
    "id": "0cc5feda-e480-470e-8445-ddf9512fc7f4"
  },
  {
    "author": "Frank Herbert",
    "title": "Dune Messiah",
    "text": "Among my father’s most important messages were that governments lie to protect themselves and they make incredibly stupid decisions. Years after the publication of Dune, Richard M. Nixon provided ample proof. Dad said that Nixon did the American people an immense favor in his attempt to cover up the Watergate misdeeds. By amplified example, albeit unwittingly, the thirty-seventh president of the United States taught people to question their leaders. In interviews and impassioned speeches on university campuses all across the country, Frank Herbert warned young people not to trust government, telling them that the American founding fathers had understood this and had attempted to establish safeguards in the Constitution.",
    "id": "8eade710-ab0d-4aa7-8786-992986fb7aeb"
  },
  {
    "author": "Frank Herbert",
    "title": "Dune Messiah",
    "text": "Some say,\" Scytale said, \"that people cling to Imperial leadership because space is infinite. They feel lonely without a unifying symbol. For a lonely people, the Emperor is a definite place. They can turn toward him and say: 'See, there He is. He makes us one.' Perhaps religion serves the same purpose, m'Lord.",
    "id": "55a4ce29-e46c-4545-9eab-2614a875ec30"
  },
  {
    "author": "Frank Herbert",
    "title": "Dune Messiah",
    "text": "Wild Fremen said it well: \"Four things cannot be hidden -- love, smoke, a pillar of fire and a man striding across the open bled.",
    "id": "17d1f9c7-cdb7-4e0b-8988-205ae756ef5a"
  },
  {
    "author": "Frank Herbert",
    "title": "Dune Messiah",
    "text": "There are many degrees of sight and many degrees of blindness. What senses do we lack that we cannot see another world all around us?",
    "id": "4cbd4bed-1846-4202-ad9e-aa497aaf5754"
  },
  {
    "author": "Frank Herbert",
    "title": "Dune Messiah",
    "text": "The abyss remains. It is pregnant with all the things yet to be. Ah, what gentle violence!",
    "id": "bc6481c0-672a-4a0e-bd70-039bdd387eef"
  }
]
