[
  {
    "author": "Frank Herbert",
    "title": "God Emperor of Dune",
    "text": "Most civilisation is based on cowardice. It's so easy to civilize by teaching cowardice. You water down the standards which would lead to bravery. You restrain the will. You regulate the appetites. You fence in the horizons. You make a law for every movement. You deny the existence of chaos. You teach even the children to breathe slowly. You tame.",
    "id": "3f3d2711-6b6c-4d7c-930a-8db81fd95744"
  },
  {
    "author": "Frank Herbert",
    "title": "God Emperor of Dune",
    "text": "The truth always carries the ambiguity of the words used to express it.",
    "id": "8740abf1-668c-49f1-b579-6696c084db0e"
  },
  {
    "author": "Frank Herbert",
    "title": "God Emperor of Dune",
    "text": "This wise man observed that wealth is a tool of freedom. But the pursuit of wealth is the way to slavery.",
    "id": "c2bea478-f5e8-4e1a-80cc-5e79ca493987"
  },
  {
    "author": "Frank Herbert",
    "title": "God Emperor of Dune",
    "text": "When I need to identify rebels, I look for men with principles",
    "id": "60401657-b19b-4d6d-8faf-804b14b1621e"
  },
  {
    "author": "Frank Herbert",
    "title": "God Emperor of Dune",
    "text": "It is difficult to live in the present, pointless to live in the future and impossible to live in the past.",
    "id": "4a9f0a9e-a381-4e1e-9be9-b199de5f2bcc"
  },
  {
    "author": "Frank Herbert",
    "title": "God Emperor of Dune",
    "text": "Police are inevitably corrupted. ... Police always observe that criminals prosper. It takes a pretty dull policeman to miss the fact that the position of authority is the most prosperous criminal position available.",
    "id": "c080243a-8c7d-4a02-81a5-8a5d2ee5bd71"
  },
  {
    "author": "Frank Herbert",
    "title": "God Emperor of Dune",
    "text": "Most men go through life unchallenged, except at the final moment.",
    "id": "bc00ed62-3d26-4590-bdb3-578b4f78c252"
  },
  {
    "author": "Frank Herbert",
    "title": "God Emperor of Dune",
    "text": "Caution is the path to mediocrity. Gliding, passionless mediocrity is all that most people think they can achieve.",
    "id": "5d4d410d-2a4e-4c1e-a656-92db9610a2b5"
  },
  {
    "author": "Frank Herbert",
    "title": "God Emperor of Dune",
    "text": "For what do you hunger, Lord?” Moneo ventured.\n“For a humankind which can make truly long-term decisions. Do you know the key to that ability, Moneo?”\n“You have said it many times, Lord. It is the ability to change your mind.",
    "id": "1f2bb41b-52c8-41c8-9efb-7c9245882571"
  },
  {
    "author": "Frank Herbert",
    "title": "God Emperor of Dune",
    "text": "Enemies strengthen you. Allies weaken.",
    "id": "6462097f-9965-44c8-84a1-f1c87ca46f2b"
  },
  {
    "author": "Frank Herbert",
    "title": "God Emperor of Dune",
    "text": "In all of my universe I have seen no law of nature, unchanging and inexorable. This universe presents only changing relationships which are somtimes seen as laws by short-lived awareness. These fleshy sensoria which we call self are ephemera withering in the blaze of infinity, fleetingly aware of temporary conditions which confine our activities and change as our activities change. If you must label the absolute, use its proper name: Temporary.",
    "id": "ee5946c7-1a1c-430b-8297-f233b2a3e65d"
  },
  {
    "author": "Frank Herbert",
    "title": "God Emperor of Dune",
    "text": "The difference between a good administrator and a bad one is about five heartbeats. Good administrators make immediate choices. […] They usually can be made to work. A bad administrator, on the other hand, hesitates, diddles around, asks for committees, for research and reports. Eventually, he acts in ways which create serious problems. […] “A bad administrator is more concerned with reports than with decisions. He wants the hard record which he can display as an excuse for his errors. […] Oh, they depend on verbal orders. They never lie about what they’ve done if their verbal orders cause problems, and they surround themselves with people able to act wisely on the basis of verbal orders. Often, the most important piece of information is that something has gone wrong. Bad administrators hide their mistakes until it’s too late to make corrections.",
    "id": "a8ac86cd-77ce-428d-8d97-e96ad2f353a5"
  },
  {
    "author": "Frank Herbert",
    "title": "God Emperor of Dune",
    "text": "The problem of leadership is inevitably: Who will play God?\"\nMuad'Dib",
    "id": "f7dd59d1-1e90-4739-bbc6-53a86a1fc57d"
  },
  {
    "author": "Frank Herbert",
    "title": "God Emperor of Dune",
    "text": "Prisons are needed only to provide the illusion that courts and police are effective. They’re a kind of job insurance.",
    "id": "2a392c57-ddc7-4ce9-9dc0-d0d43a573195"
  },
  {
    "author": "Frank Herbert",
    "title": "God Emperor of Dune",
    "text": "Only fools prefer the past!",
    "id": "3543de14-a786-4e80-8a24-09d4fea8de9e"
  },
  {
    "author": "Frank Herbert",
    "title": "God Emperor of Dune",
    "text": "You should never be in the company of anyone with whom you would not want to die.",
    "id": "92a3b65a-6a81-4b7a-b260-c18ed193d316"
  },
  {
    "author": "Frank Herbert",
    "title": "God Emperor of Dune",
    "text": "There has never been a truly selfless rebel, just hypocrites—conscious hypocrites or unconscious hypocrites, it’s all the same.",
    "id": "348d1c24-0ebd-4d2a-ba01-b4795979eaa2"
  },
  {
    "author": "Frank Herbert",
    "title": "God Emperor of Dune",
    "text": "Privilege becomes arrogance. Arrogance promotes injustice. The seeds of ruin blossom.",
    "id": "4aa066e8-5c06-4e8c-9d5e-805c9a723b71"
  },
  {
    "author": "Frank Herbert",
    "title": "God Emperor of Dune",
    "text": "No matter how much we ask after the truth, self-awareness is often unpleasant. We do not feel kindly toward the Truthsayer.",
    "id": "83b11a22-d239-45aa-ab58-6c4e6b77f870"
  },
  {
    "author": "Frank Herbert",
    "title": "God Emperor of Dune",
    "text": "History is a constant race between invention and catastrophe. Education helps but it’s never enough. You also must run.",
    "id": "1c4b714b-09d4-4aff-98ad-57a94327c4cd"
  },
  {
    "author": "Frank Herbert",
    "title": "God Emperor of Dune",
    "text": "Most believe that a satisfactory future requires a return to an idealized past, a past which never in fact existed.",
    "id": "86be8422-97ab-4179-b8ea-a059f396beb7"
  },
  {
    "author": "Frank Herbert",
    "title": "God Emperor of Dune",
    "text": "Small souls who seek power over others first destroy the faith those others might have in themselves.",
    "id": "09bd0c3a-e7e3-4b92-a5e0-c4bc302cb883"
  },
  {
    "author": "Frank Herbert",
    "title": "God Emperor of Dune",
    "text": "It has occurred to me more than once that holy boredom is good and sufficient reason for the invention of free will.",
    "id": "ae69e0cb-15e5-4c1b-97b3-5474749754a2"
  },
  {
    "author": "Frank Herbert",
    "title": "God Emperor of Dune",
    "text": "My Uncle Malky always said the Lord Leto never responded to prayer. He said the Lord Leto looked on prayer as attempted coercion, a form of violence against the chosen god, telling the immortal what to do: Give me a miracle, God, or I won't believe in you!",
    "id": "d9241086-98d6-4e0b-bb86-5283427212af"
  },
  {
    "author": "Frank Herbert",
    "title": "God Emperor of Dune",
    "text": "Monarchies have some good features beyond their star qualities. They can reduce the size and parasitic nature of the management bureaucracy. They can make speedy decisions when necessary. They fit an ancient human demand for a parental (tribal/feudal) hierarchy where every person knows his place. It is valuable to know your place, even if that place is temporary. It is galling to be held in place against your will. This is why I teach about tyranny in the best possible way—by example.",
    "id": "5abb438a-72af-42b7-966d-0cf77018162c"
  },
  {
    "author": "Frank Herbert",
    "title": "God Emperor of Dune",
    "text": "Dangers lurk in all systems. Systems incorporate the unexamined beliefs of their creators. Adopt a system, accept its beliefs, and you help strengthen the resistance to change",
    "id": "1213ca66-0523-4511-9321-bbe50123c392"
  },
  {
    "author": "Frank Herbert",
    "title": "God Emperor of Dune",
    "text": "Beware of the truth, gentle Sister. Although much sought after, truth can be dangerous to the seeker. Myths and reassuring lies are much easier to find and believe. If you find a truth, even a temporary one, it can demand that you make painful changes. Conceal your truths within words. Natural ambiguity will protect you then.",
    "id": "5910a856-b939-4414-89a0-44793cef64e2"
  },
  {
    "author": "Frank Herbert",
    "title": "God Emperor of Dune",
    "text": "Why is it that foolishness repeats itself with such monotonous precision?",
    "id": "d6ad3c43-c497-4a02-8ef2-8ed03e39982f"
  },
  {
    "author": "Frank Herbert",
    "title": "God Emperor of Dune",
    "text": "It's very difficult convincing the young of anything. They're born knowing so much.",
    "id": "ff560f64-a9d6-4b04-8403-a54d9a8ad508"
  },
  {
    "author": "Frank Herbert",
    "title": "God Emperor of Dune",
    "text": "Scratch a conservative and you find someone who prefers the past over any future. Scratch a liberal and find a closet aristocrat. It’s true! Liberal governments always develop into aristocracies. The bureaucracies betray the true intent of people who form such governments. Right from the first, the little people who formed the governments which promised to equalize the social burdens found themselves suddenly in the hands of bureaucratic aristocracies. Of course, all bureaucracies follow this pattern, but what a hypocrisy to find this even under a communized banner. Ahhh, well, if patterns teach me anything it’s that patterns are repeated. My oppressions, by and large, are no worse than any of the others and, at least, I teach a new lesson.   —",
    "id": "732dabfa-2d91-46df-b8ab-e1f493db5835"
  }
]
