[
  {
    "author": "Frank Herbert",
    "title": "Heretics of Dune",
    "text": "The surest way to keep a secret is to make someone think they already know the answer.",
    "id": "4d9af670-a0c2-4b65-b017-acb5439f8770"
  },
  {
    "author": "Frank Herbert",
    "title": "Heretics of Dune",
    "text": "Bureaucracy destroys initiative. There is little that bureaucrats hate more than innovation, especially innovation that produces better results than the old routines. Improvements always make those at the top of the heap look inept. Who enjoys appearing inept?",
    "id": "a1e2651a-cd37-4035-9bab-901d2b6400cd"
  },
  {
    "author": "Frank Herbert",
    "title": "Heretics of Dune",
    "text": "This is the awe-inspiring universe of magic: There are no atoms, only waves and motions all around. Here, you discard all belief in barriers to understanding. You put aside understanding itself. This universe cannot be seen, cannot be heard, cannot be detected in any way by fixed perceptions. It is the ultimate void where no preordained screens occur upon which forms may be projected. You have only one awareness here—the screen of the magi: Imagination! Here, you learn what it is to be human. You are a creator of order, of beautiful shapes and systems, an organizer of chaos.",
    "id": "28fc4871-89fc-42e9-b182-feb4f4c92ca5"
  },
  {
    "author": "Frank Herbert",
    "title": "Heretics of Dune",
    "text": "I don’t think it’s quite that simple. Some people never observe anything, Life just happens to them. They get by on little more than a kind of dumb persistence, and they resist with anger and resentment anything that might lift them out of that false serenity.",
    "id": "6876f75b-a8c8-4681-84d7-8cfa02362cf3"
  },
  {
    "author": "Frank Herbert",
    "title": "Heretics of Dune",
    "text": "Technology tends toward avoidance of risks by investors. Uncertainty is ruled out if possible. People generally prefer the predictable. Few recognize how destructive this can be, how it imposes severe limits on variability and thus makes whole populations fatally vulnerable to the shocking ways our universe can throw the dice.",
    "id": "18f21d72-798d-4e65-a7f5-1e4f8938dda4"
  },
  {
    "author": "Frank Herbert",
    "title": "Heretics of Dune",
    "text": "There was a man who sat each day looking out through a narrow vertical opening where a single board had been removed from a tall wooden fence. Each day a wild ass of the desert passed outside the fence and across the narrow opening—first the nose, then the head, the forelegs, the long brown back, the hindlegs, and lastly the tail. One day, the man leaped to his feet with the light of discovery in his eyes and he shouted for all who could hear him: “It is obvious! The nose causes the tail!",
    "id": "2a3fd1e8-f698-42c7-a9ec-1f2f1f2995f6"
  },
  {
    "author": "Frank Herbert",
    "title": "Heretics of Dune",
    "text": "Belief fixes a granular universe and causes that universe to persist. Nothing can be allowed to change because that way your non-moving universe vanishes. But it moves of itself when you do not. It evolves beyond you and is no longer accessible to you.",
    "id": "97df1e30-126b-4b1a-94a1-78f7828ed40a"
  },
  {
    "author": "Frank Herbert",
    "title": "Heretics of Dune",
    "text": "Most discipline is hidden discipline, designed not to liberate but to limit. Do not ask Why? Be cautious with How? Why? leads inexorably to paradox. How? traps you in a universe of cause and effect. Both deny the infinite.",
    "id": "742f39be-fcc9-4673-8318-11fbcd15c22a"
  },
  {
    "author": "Frank Herbert",
    "title": "Heretics of Dune",
    "text": "Liberty and Freedom are complex concepts. They go back to religious ideas of Free Will and are related to the Ruler Mystique implicit in absolute monarchs. Without absolute monarchs patterned after the Old Gods and ruling by the grace of a belief in religious indulgence, Liberty and Freedom would never have gained their present meaning. These ideals owe their very existence to past examples of oppression. And the forces that maintain such ideas will erode unless renewed by dramatic teaching or new oppressions. This is the most basic key to my life.",
    "id": "cda7fa09-4f87-4ebb-ad4f-3f2ac1ab3736"
  },
  {
    "author": "Frank Herbert",
    "title": "Heretics of Dune",
    "text": "Life cannot find reasons to sustain it, cannot be a source of decent mutual regard, unless each of us resolves to breathe such qualities into it.",
    "id": "7d2066ec-8859-4e6d-b382-c2fffa50c046"
  },
  {
    "author": "Frank Herbert",
    "title": "Heretics of Dune",
    "text": "People always want something more than immediate joy or that deeper sense called happiness. This is one of the secrets by which we shape the fulfillment of our designs. The something more assumes amplified power with people who cannot give it a name or who (most often the case) do not even suspect its existence. Most people only react unconsciously to such hidden forces. Thus, we have only to call a calculated something more into existence, define it and give it shape, then people will follow.",
    "id": "35ff0c74-ef6b-4661-8f3a-1b6459c1c392"
  },
  {
    "author": "Frank Herbert",
    "title": "Heretics of Dune",
    "text": "At the quantum level our universe can be seen as an indeterminate place, predictable in a statistical way only when you employ large enough numbers. Between that universe and a relatively predictable one where the passage of a single planet can be timed to a picosecond, other forces come into play. For the in-between universe where we find our daily lives, that which you believe is a dominant force. Your beliefs order the unfolding of daily events. If enough of us believe, a new thing can be made to exist. Belief structure creates a filter through which chaos is sifted into order.",
    "id": "e188672e-22a6-46f4-9512-b3919e633588"
  },
  {
    "author": "Frank Herbert",
    "title": "Heretics of Dune",
    "text": "Remember your philosopher’s doubts, Miles. Beware! The mind of the believer stagnates. It fails to grow outward into an unlimited, infinite universe.",
    "id": "a98ce946-4ec0-4f37-9efe-477c89c951d8"
  },
  {
    "author": "Frank Herbert",
    "title": "Heretics of Dune",
    "text": "Duncan spoke quietly: 'Lucilla, if you touch me again without my permission, I will try to kill you. I will try so hard that you very likely will have to kill me.",
    "id": "c17bf683-5e9e-4bf9-ab58-cc62af10cf9f"
  },
  {
    "author": "Frank Herbert",
    "title": "Heretics of Dune",
    "text": "One of the most dangerous things in the universe is an ignorant people with real grievances. That is nowhere near as dangerous, however, as an informed and intelligent society with grievances.",
    "id": "28d5006f-31c8-4cd4-bb10-9552c14ada2e"
  },
  {
    "author": "Frank Herbert",
    "title": "Heretics of Dune",
    "text": "A sing-song of shouts filled the air as the merchants tried to attract buyers. Their voices had that end of the workday lift - a false brilliance composed of the hope that old dreams would be fulfilled, yet coloured by the knowledge that life would not change for them.",
    "id": "3beb9bb3-5745-4835-afeb-9efe8b98f7dc"
  },
  {
    "author": "Frank Herbert",
    "title": "Heretics of Dune",
    "text": "Law always chooses sides on the basis of enforcement power. Morality and legal niceties have little to do with it when the real question is: Who has the clout?   —Bene",
    "id": "86339574-0b4b-4ef4-af92-c96a29a11c87"
  },
  {
    "author": "Frank Herbert",
    "title": "Heretics of Dune",
    "text": "You seldom learn the names of the truly wealthy and powerful. You see only their spokesmen. The political arena makes a few exceptions to this but does not reveal the full power structure.",
    "id": "4f25b799-dc8e-43ba-8d2b-26dec3b91857"
  },
  {
    "author": "Frank Herbert",
    "title": "Heretics of Dune",
    "text": "Concealed behind strong barriers the heart becomes ice.",
    "id": "10dff9c9-79f1-4e5a-9908-7a7de02c9575"
  },
  {
    "author": "Frank Herbert",
    "title": "Heretics of Dune",
    "text": "Historians exercise great power and some of them know it. They re-create the past, changing it to fit their own interpretations. Thus, they change the future as well.",
    "id": "68533f09-3515-41db-86f2-af21c1726720"
  },
  {
    "author": "Frank Herbert",
    "title": "Heretics of Dune",
    "text": "Taraza cleared her throat. “No need. Lucilla is one of our finest Imprinters. Each of you, of course, received the identical liberal conditioning to prepare you for this.” There was something almost insulting in Taraza’s casual tone and only the habits of long association put down Odrade’s immediate resentment. It was partly that word “liberal,” she realized. Atreides ancestors rose up in rebellion at the word. It was as though her accumulated female memories lashed out at the unconscious assumptions and unexamined prejudices behind the concept. “Only liberals really think. Only liberals are intellectual. Only liberals understand the needs of their fellows.” How much viciousness lay concealed in that word! Odrade thought. How much secret ego demanding to feel superior.",
    "id": "8aa0415e-2995-4ce0-add1-ed2c8fe9d064"
  },
  {
    "author": "Frank Herbert",
    "title": "Heretics of Dune",
    "text": "The people who demand that the oracle predict for them really want to know next year’s price on whalefur or something equally mundane. None of them wants an instant-by-instant prediction of his personal life.",
    "id": "8c2059b6-aa3c-492e-be4a-21ef379b2c6a"
  },
  {
    "author": "Frank Herbert",
    "title": "Heretics of Dune",
    "text": "They learned early that sharing secret or private names was an ancient device for ensnaring a person in affections.",
    "id": "84d9e13e-188c-4c8d-9923-b8f81f9a7744"
  },
  {
    "author": "Frank Herbert",
    "title": "Heretics of Dune",
    "text": "She used these moments as she used all such time now to gird herself for the coming necessities. Time pressed; a special calendar drove her. She had looked at a calendar before leaving Chapter House, caught as often happened to her by the persistence of time and its language: seconds, minutes, hours, days, weeks, months, years. . . Standard Years, to be precise. Persistence was an inadequate word for the phenomenon. Inviolability was more like it. Tradition. Never disturb tradition. She held the comparisons firmly in mind, the ancient flow of time imposed on planets that did not tick to the primitive human clock. A week was seven days. Seven! How powerful that number remained. Mystical. It was enshrined in the Orange Catholic Bible. The Lord made a world in six days “and on the seventh day He rested.” Good for Him! Odrade thought. We all should rest after great labors.",
    "id": "881958ae-660a-4420-8d32-b53b172f3f82"
  },
  {
    "author": "Frank Herbert",
    "title": "Heretics of Dune",
    "text": "Humans live best when each has his place to stand, when each knows where he belongs in the scheme of things and what he may achieve. Destroy the place and you destroy the person.",
    "id": "8247a149-8baf-4fe7-998f-8769d2e1f491"
  },
  {
    "author": "Frank Herbert",
    "title": "Heretics of Dune",
    "text": "You took the universe as you found it and applied your principles where you could.",
    "id": "bc3c1ad5-b023-4971-add4-857d15a1ca9f"
  },
  {
    "author": "Frank Herbert",
    "title": "Heretics of Dune",
    "text": "Quite naturally, holders of power wish to suppress wild research. Unrestricted questing after knowledge has a long history of producing unwanted competition. The powerful want a “safe line of investigations,” which will develop only those products and ideas that can be controlled and, most important, that will allow the larger part of the benefits to be captured by inside investors. Unfortunately, a random universe full of relative variables does not insure such a “safe line of investigations.",
    "id": "63daea23-4cd2-427d-a257-c17681894c71"
  },
  {
    "author": "Frank Herbert",
    "title": "Heretics of Dune",
    "text": "The great mass of humankind possesses an unmistakable unit-identity. It can be one thing. It can act as a single organism.",
    "id": "14ef87b2-3633-4303-9145-ccd7d88f532c"
  },
  {
    "author": "Frank Herbert",
    "title": "Heretics of Dune",
    "text": "Some people never observe anything. Life just happens to them. They get by on little more than a kind of dumb persistence, and they resist with anger and resentment anything that might lift them out of that false serenity",
    "id": "0eb11b73-c28f-4cc8-99fb-3081fc2d0f45"
  },
  {
    "author": "Frank Herbert",
    "title": "Heretics of Dune",
    "text": "Był sobie pewien człowiek, który codziennie siedział i patrzył przez wąską pionową szparę w płocie, z którego wyjęto jedną deskę. Codziennie za płotem przebiegał dziki pustynny osioł. W wąskiej szparze pojawiał się najpierw jego nos potem głowa, przednie nogi, długi brązowy grzbiet, tylne nogi, a na końcu ogon. Pewnego dnia człowiek ten zerwał się na nogi z błyskiem w oku i krzyknął głośno, tak żeby wszyscy go mogli usłyszeć: \"To jasne! Nos jest przyczyną ogona!\".",
    "id": "7befe8a2-eeca-475e-8310-ea737ebd2bab"
  }
]
